/* Shown as the title when we have an explicit device name. The '%@' represents the device name. */
"A software update is required to connect to %@." = "Cal actualitzar el programari per connectar-se a “%@”.";

/* Shown as the title when an Apple TV triggers the MDU pane */
"A software update is required to connect to your Apple TV." = "Cal actualitzar el programari per connectar-se a l’Apple TV.";

/* Shown as the title when an Apple Watch triggers the MDU pane */
"A software update is required to connect to your Apple Watch." = "Cal actualitzar el programari per connectar-se a l’Apple Watch.";

/* Shown as the title when an AudioAccessory triggers the MDU pane */
"A software update is required to connect to your HomePod." = "Cal actualitzar el programari per connectar-se al HomePod.";

/* Shown as the title when an iPad triggers the MDU pane */
"A software update is required to connect to your iPad." = "Cal actualitzar el programari per connectar-se a l’iPad.";

/* Shown as the title when an iPhone triggers the MDU pane */
"A software update is required to connect to your iPhone." = "Cal actualitzar el programari per connectar-se a l’iPhone.";

/* Shown as the title when an iPod touch triggers the MDU pane */
"A software update is required to connect to your iPod touch." = "Cal actualitzar el programari per connectar-se a l’iPod touch.";

/* Shown when we can't close apps. */
"Failed to close required apps." = "No s’han pogut tancar les apps sol·licitades.";

